Repository: Softcatala/nmt-softcatala
Catalog: evaluate/raw/EUbookshoop-ca-en.tmx
Source language: ca
Languages: en

source: 10 de juliol La Convenció sobre el futur d’Europa completa la seva tasca amb el projecte de Constitució europea.
en: 10 July The Convention on the Future of Europe completes its work on the draft European Constitution.

source: 4 d’octubre Obertura de la Conferència Intergovernamental encarregada d’elaborar un nou Tractat per a la Constitució europea.
en: 4 October Start of the intergovernmental conference responsible for drawing up the constitutional treaty.

source: La Unió Europea
en: The European Union

source: Dotze lliçons sobre Europa, per Pascal Fontaine
en: Europe in 12 lessons by Pascal Fontaine

source: Luxemburg: Oficina de Publicacions Oficials de les Comunitats Europees2006 - 62 pàgines - 16,2 x 22,9 cm
en: Luxembourg: Office for Official Publications of the European Communities2006 — 62 pp. — 16.2 x 22.9 cm

source: Per a què serveix la Unió Europea?
en: What purpose does the EU serve?

source: Per què i com va començar tot? Com funciona?
en: Why and how was it set up?

source: Què ha aconseguit per als seus ciutadans i quins són els reptes que té al davant actualment?
en: What has it already achieved for its citizens, and what new challenges does it face today?

source: Els ciutadans, com poden implicar-s’hi més?
en: How can citizens get more involved?

source: En l’era de la globalització, pot competir la Unió amb garanties d’èxit amb les grans economies i mantenir els seus avantatges socials?
en: In an age of globalisation, can the EU compete successfully with other major economies and maintain its social standards?

source: Pot continuar tenint Europa un paper protagonista en l’escena mundial i ajudar en la protecció contra el terrorisme?
en: Can Europe continue to play a leading role on the world stage and help protect against terrorism?

source: Són només algunes de les qüestions que planteja Pascal Fontaine -antic professor universitari i expert en temes europeus, que enguany ens ofereix una revisió detallada del seu popular “Dotze lliçons” en una versió actualitzada l’any 2007.
en: These are just some of the questions Pascal Fontaine — EU expert and former university lecturer — explores in the new 2007 edition of his popular booklet ‘Europe in 12 lessons’.

source: Manual sobre integracióper a responsables de l’elaboració depolítiques i professionals
en: Handbook on Integration for policy-makers and practitioners

source: Pròleg Context Introducció
en: Preface Context Introduction

source: Capítol 1: Acollida de la població immigrant i refugiada nouvinguda
en: Chapter 1: Introduction of newly arrived immigrants and recognised refugees

source: Disseny de programes Equilibri entre les aspiracions i els recursos Col·laboració amb entitats associades Avaluació i adaptació de programes Conclusions
en: Designing programmes Matching ambitions to resources Working with partners Evaluating and adapting programmes

source: 1.11.21.31.4Capítol 1:
en: Chapter 1: Conclusions

source: Capítol2: Participació ciutadana
en: Chapter 2: Civic participation2.1 Intercultural competence2.2 Engaging citizens and immigrants

source: 2.1 2.2 2.3Capítol 2:
en: 2.3Becoming open and inclusive organisations Chapter 2: Conclusions

source: Capítol 3: Indicadors
en: Chapter 3: Indicators

source: Creació de les condicions adequades Selecció d’indicadors Cooperació europea Conclusions
en: Creating the conditions Selecting indicators European cooperation

source: 3.1 3.2 3.3 Capítol 3:
en: Chapter 3: Conclusions

source: Annex: Traducció de les polítiques en programes Bibliografia Punts de Contacte Nacionals sobre integració
en: Annex: Translating policies into programmes Endnotes National Contact Points on Integration

source: Manual sobre integració
en: Handbook on Integration

source: Pròleg
en: Preface

source: Arreu de la Unió Europea (UE), els Estats membres estan fent front a reptes similars pelque fa a la integració dels immigrants en les seves societats.
en: Across the EU today Member States are faced with similar challenges with respect tointegrating immigrants into society.

source: És una tasca que cada coptindrà més importància i que, a més, és complexa i delicada.
en: This is an increasingly important task and also a verycomplex and sensitive one.

source: Tenint en compte que la nostra població minva i s’envelleix, és molt probable que laimmigració augmenti i que sigui necessària en els anys vinents.
en: With the prospect of an ageing and declining population, more immigration into Europeis both likely and necessary in the coming years.

source: La integració de lapoblació immigrant és imprescindible per a la cohesió social i el desenvolupamenteconòmic.
en: Integration of immigrants is vital forsocial cohesion and economic development.

source: Ara bé, perquè la població immigrant se senti part de la nostra societat, l’hemde tractar amb justícia i garantir-li que disposa de les eines per participar íntegrament enles nostres societats.
en: To enable immigrants to feel part of oursociety we must treat them fairly, and ensure that they have the right tools to participatefully in our societies.

source: La integració és un procés continu i bidireccional, es basa en elsdrets mutus i té unes obligacions corresponents, tant per part de la població immigrantcom de la població d’acollida.
en: Integration is a continuous, two-way process which is based onmutual rights and corresponding obligations both of immigrants and of the host society.

source: En el Consell Europeu de Tessalònica, al juny de 2003, els caps d’Estat i de Govern vandestacar la importància de dur a terme programes de cooperació, d’intercanvid’experiències i d’informació sobre la integració en l’àmbit de la Unió amb vista al’aprenentatge mutu.
en: At the Thessaloniki European Council in June 2003, the Heads of State and Governmentstressed the importance of developing cooperation, exchange of experiences andinformation on integration at EU level with a view to learning from each other.

source: Per tal de respondre a aquesta crida, els Punts de Contacte Nacionals sobre integració -formats per experts dels Estats membres que es reuneixenregularment- van decidir preparar un manual de bones pràctiques.
en: In orderto respond to this call, the National Contact Points on Integration, experts from the Member States who meet together regularly, decided to prepare a handbook of goodpractice.

source: Acullo amb una gran satisfacció la publicació de la primera edició d’aquest manual, queproporciona una sèrie d’exemples i pràctiques per a l’adequada integració de laimmigració a la Unió Europea.
en: I very much welcome the publication of this first edition of the handbook on integrationwhich provides a variety of examples and practices for successful integrationimplemented in the European Union.

source: S’hi expliquen els projectes i els programes existents arreud’Europa a escala nacional, regional i local, i s’hi inclouen algunes conclusions generals ialgunes lliçons apreses.
en: It sheds light on the many different projects andprogrammes existing across Europe at national, regional and local level and offers somegeneral conclusions and lessons learned.

source: Espero que aquest document sigui d’ajuda als responsables del’elaboració de les polítiques i als professionals d’arreu de la UE.
en: I hope that this handbook will be of use forpolicy-makers and practitioners throughout the EU.

source: Estic segur que tambécontribuirà al desenvolupament d’un marc europeu comú sobre integració.
en: It will also contribute to thedevelopment of a common European framework on integration.

source: No tinc cap dubte que tant els “veterans” com els “neòfits” de l’àmbit de la integraciótrobaran idees en aquest manual, que és un punt de suport clar en l’objectiu de trobarles millors solucions per als reptes que planteja la integració.
en: I am sure that both “old hands” and newcomers involved with the integration ofimmigrants will derive inspiration from this manual and that it will support our commongoal of finding the best solutions to the challenges of integration.

source: Jonathan Faull Director general DG Justícia, Llibertat i Seguretat Comissió Europea
en: Jonathan Faull Director General DG Justice, Freedom and Security European Commission

source: La idea d’elaborar un manual d’integració sorgeix al Consell Europeu de Tessalònica, aljuny de 2003, quan els caps d’Estat i de Govern van insistir en la importància dedesenvolupar la cooperació i l’intercanvi d’informació amb el nou grup de Punts de Contacte Nacionals sobre integració.
en: The idea of developing a handbook on integration emanates from the Thessaloniki European Council in June 2003, where Heads of State and Government stressed theimportance of developing cooperation and exchange of information within the newlyestablished group of National Contact Points on Integration.

source: Amb l’objectiu d’estructurar aquest intercanvid’informació i obtenir resultats concrets en què es poguessin basar els Estats membresquan desenvolupessin i promoguessin iniciatives polítiques per a una millor integració, esva decidir dur a terme un manual.
en: With a view to structuringthis exchange of information and to obtaining some concrete results on which Member States could draw when developing and promoting policy initiatives for more successfulintegration, it was decided to compile a handbook on integration.

source: El principal objectiu d’aquest document és, per tant,actuar com a motor per a l’intercanvi d’informació i de bones pràctiques entre els Estatsmembres.
en: The main objective ofthis handbook is therefore to act as a driver for the exchange of information and bestpractices between Member States.

source: Aquest manual ha estat encarregat per la Comissió Europea a un consultor externindependent, el Migration Policy Group, i s’ha desenvolupat en estreta col·laboracióamb els Punts de Contacte Nacionals sobre integració.
en: This handbook has been prepared for the European Commission by an independentconsultant, the Migration Policy Group, and has been developed in close cooperationwith the National Contact Points on Integration.

source: Es basa en els resultats d’una sèriede seminaris tècnics que es van dur a terme a Copenhaguen (febrer de 2004), Lisboa(abril de 2004) i Londres (juny de 2004).
en: It is based on the outcomes of a seriesof technical seminars held in Copenhagen (February 2004), Lisbon (April 2004) and London (June 2004).

source: Aquests seminaris, organitzats pels ministerisresponsables d’immigració d’aquests països, amb el suport de la Comissió Europea i del Migration Policy Group, van reunir els responsables de l’elaboració de polítiques (policymakers) i els professionals, del sector públic i del sector privat, per tal d’intercanviarinformació i bones pràctiques sobre tres temes: els programes d’acollida, la participacióen la vida política i ciutadana, i el desenvolupament d’indicadors.
en: These seminars, organised by the ministries responsible forintegration of these countries, with the support of the European Commission andfacilitated by the Migration Policy Group, brought together governmental and nongovernmental policy-makers and practitioners to exchange information and bestpractices on three issues: introduction programmes, participation in civic and political lifeand the development of indicators.

source: Els tres capítols quecomponen aquest manual reflecteixen l’estructura d’aquests seminaris.
en: The three chapters of the handbook reflect thestructure of the seminars, each of which concentrated on one of these topics.

source: Durant elperíode de preparació dels seminaris, i amb l’objectiu de delimitar el debat en lessessions, el Migration Policy Group va preparar una sèrie de documents i, posteriorment,també es va encarregar de redactar les conclusions a què es va arribar en els seminaris.Amb aquesta documentació es va treballar dins del grup de Punts de Contacte Nacionalssobre integració.
en: In thepreparation of each seminar, and with a view to framing the discussions, a series of issuepapers was developed by the Migration Policy Group, which also drafted the concludingdocuments for the seminars. These were subsequently discussed within the group of National Contact Points on Integration.

source: Tant durant els seminaris com en el procés de compilació del manual,els Punts de Contacte Nacionals sobre integració han contribuït al procés amb exemplesde bones pràctiques i iniciatives prometedores sobre integració en els seus respectiuspaïsos.
en: Both during the seminars and in the process ofcompiling the handbook the National Contact Points on Integration have contributedwith examples of good practices and promising initiatives on integration from theirrespective countries.

source: Junts, tots aquests elements han constituït el bloc essencial per elaborar aquestmanual.
en: Together, all these elements have constituted the essential buildingblocks for this handbook on integration.

source: Aquest text s’adreça als responsables de l’elaboració de les polítiques i als professionals.Qui són i què tenen en comú aquests dos col·lectius perquè aquest manual sigui útil pera tots dos?
en: This handbook is for policy-makers and practitioners. Who are they and what do theyhave in common that can make this handbook useful for both?

source: Els responsables de l’elaboració de les polítiques formulen objectiusd’integració generals, fan que els recursos estiguin disponibles, duen a terme unseguimentdelaimplementaciódeles iniciatives i n’avaluenels resultats.
en: Generally speakingpolicy-makers formulate overall integration goals, make resources available, monitorimplementation and evaluate outcomes.

source: Elsprofessionals, per la seva banda, traslladen els objectius d’integració a programesconcrets, estableixen objectius i inicien les activitats pertinents per assolir-los.
en: Practitioners translate integration goals intoconcrete programmes, set targets and undertake activities to reach them. Clearly, it isbeyond the scope of this handbook to deal with the formation of overall integrationpolicies.

source: Clarament,la formació de polítiques d’integració generals s’escapa de l’abast d’aquest manual.Tampoc no pot descriure amb gaire detall les activitats de programes concrets. Per tot
en: Therefore, this handbook depicts best practices and offers lessonsdrawn from practices in Member States on two kinds of integration programmes,namely introduction courses for newly arrived immigrants and recognised refugees

source: plegat, aquest manual descriu bones pràctiques i posa a l’abast del lector les lliçonsapreses en els Estats membres amb dos tipus de programes d’integració: els cursosd’introducció per a la població immigrant i per als refugiats acabats d’arribar (capítol 1)i la participació ciutadana (capítol 2).
en: (Chapter 1) and civic participation (Chapter 2).

source: A més, per tal de fer un seguiment més acurat del’èxit dels programes d’integració i quantificar-ne els resultats, els responsables del’elaboració de polítiques i els professionals poden desenvolupar indicadors d’integraciói punts de referència (benchmarking).
en: In order to be better able to track thesuccess of integration programmes and to measure their results both policy-makers andpractitioners can develop integration indicators and benchmarks.

source: L’ús que se’n pot fer en política pública i enprogrames d’integració es descriu en el capítol 3.
en: Their use in publicpolicy and integration programmes is explored in Chapter 3.

source: Per acabar, i a partir del contingut d’aquests capítols, es proposa un pla per a la traducciódels objectius d’integració en programes d’integració concrets (vegeu l’annex).
en: On the basis of these chapters a scheme is proposed for the translation of integrationgoals into integration programmes (Annex).

source: Aquestpla pot ajudar els responsables de l’elaboració de polítiques i els professionals a aclarirels objectius dels programes d’integració, a informar sobre la seva implementació i aquantificar-ne els resultats.
en: The scheme can help policy-makers andpractitioners to clarify the goals of integration programmes, to report on theirimplementation and to measure achievements.

source: Així serà més fàcil l’intercanvi de bones pràctiques i tot plegatserà més fructífer.
en: In this way the exchange of goodpractices will be facilitated and becomes more fruitful.

source: Les bones pràctiques es van descrivint breument en tots els capítols.Tot i que es relacioni un país concret amb una determinada pràctica, això no vol dir quela pràctica en qüestió no existeixi en d’altres països.
en: Throughout the three chaptersbest practices are briefly described.

source: L’aprenentatge extret de l’aplicaciód’aquestes pràctiques apareix de manera destacada en el text i es repeteix en lesconclusions del final de cada capítol.
en: Where a particular country is mentioned in relationto a specific activity, this does not preclude the practice also existing in other countries.The lessons learned from the practices are highlighted throughout the text and are alsoreproduced as conclusions at the end of each Chapter.

source: És important remarcar que l’experiència i les recomanacions que apareixen en aquestmanual s’han de prendre pel que són: suggeriments per a les persones que modelen lespolítiques i per als professionals que les posen en pràctica i un catàleg d’idees que podeninspirar-los de cara a noves iniciatives.
en: It is important to underline that the lessons learned and recommendations in thishandbook should only be taken for what they are: suggestions to policy makers andpractitioners and a catalogue of inspiring ideas.

source: El desenvolupament d’aquest manual s’hapensant com un procés amb continuació, un instrument amb vida pròpia que no noméss’anirà desenvolupant amb el temps, pas a pas, sinó que, a més, s’anirà actualitzantsegons els avenços, els nous desenvolupaments, les solucions i els resultats que es vaginobtenint.
en: It should be underlined that thedevelopment of this handbook is intended to be an ongoing process, a living instrumentwhich will not only be developed over time on a step by step basis, but up-datedaccording to progress, new developments, solutions and results.

source: Així doncs, s’ha previst una segona edició del manual, amb nous capítols, peral 2006. Els tres temes escollits per a aquesta primera edició reflecteixen les prioritatsidentificades en la Comunicació sobre immigració, integració i ocupació, però la intencióés que aquest manual vagi cobrint tots els temes relacionats amb la integració, incloenthi l’habitatge, la sanitat i el mercat laboral.
en: A second edition withnew chapters is therefore planned for 2006.The three topics chosen for this first editionof the handbook reflect the priorities identified in the Communication on Immigration,integration and employment, but the handbook will over time cover all policy fieldsrelated to integration, including housing, healthcare and labour market aspects.

source: La integració de la població immigrant està generant un ampli debat arreu de la Unió Europea ampliada, ja que els moviments migratoris afecten a la majoria dels Estatsmembres.
en: Immigrant integration is generating much debate across the enlarged European Union inwhich most Member States are affected by migratory movements.

source: Alguns països han passat de ser països d’emigrants a països d’immigrants is’enfronten al tema de la integració per primer cop.
en: Some countries haveturned from emigration into immigration countries and are confronted with the issue ofintegration for the first time.

source: D’altres, amb més tradiciód’immigració, s’afegeixen al grup centrant-se en la població immigrant nouvinguda, peròtambé continuen promovent la participació dels immigrants ja establerts alhora quecanvien les polítiques que s’han estat aplicant fins al moment, perquè ja no donen elsmateixos resultats.
en: Older immigration countries join them in the focus on newlyarrived immigrants, but they also continue to promote the participation of settledimmigrants while changing previous policies which have turned out not to be successfulenough.

source: Igual que en d’altres àmbits, els 'enfocaments aplicats arreu d’Europasuggereixen respostes diferents a la pregunta del “com”fomentar la integració.
en: As in other policy fields, the diversity of approaches represented across Europesuggests different answers to the question of ‘how’ to promote integration.

source: Elconcepte i la pràctica de la integració varien no només a partir de les històries de personesconcretes; els règims polítics diferents i les variacions del paper del Govern i de la societatcivil han fet que s’apliquin iniciatives diferents en la integració de la població immigrant irefugiada.
en: The conceptand practice of integration vary not only as a result of specific immigration histories.Different policy regimes and variations in the role of government and civil society haveled to divergent approaches to the integration of new immigrants and refugees.

source: Un exemple d’aquestes diferències és la resposta que es dóna a quins grupssón o han de ser objecte de les polítiques d’integració.
en: Anillustration of this diversity is the open question of which groups are or should be targetsof integration policy.

source: Segons el país, es fan servirdefinicions diferents per a immigrants i per a minories ètniques. La segona generaciód’immigrants es pot identificar pel seu origen o, si té la nacionalitat, pel lloc de naixementdels pares.
en: Different definitions are used for ‘immigrants’ or ‘ethnic minorities’.Second generation immigrants may be identified by their nationality or, if they arecitizens, by their parents’ birthplace.

source: A més, cal tenir en compte que els nous Estats membres tenen una certatradició històrica pel que fa als temes relacionats amb les minories, però no tanta en laintegració d’immigració. Tampoc no hi ha quòrum a l’hora de considerar si els“immigrants”, independentment de la denominació que rebin, han de ser consideratscom un únic grup.
en: New Member States have historically placedemphasis on addressing minority issues, rather than on the integration of immigrants.Neither is there agreement on whether ‘immigrants’, however identified, should beconsidered as one group.

source: En realitat, se’ls sol considerar com a individus o com a membres desubcategories específiques definides per l’origen nacional o ètnic, per la religió, pelgènere, per l’edat o per la raó de la seva arribada al país (migració econòmica, refugiatso reagrupació familiar) o per les seves habilitats (dels altament especialitzats a la màd’obra no especialitzada).
en: Rather, they may be considered as individuals or as membersof specific sub-categories defined by national or ethnic origin, religion, gender, age or byreason of their arrival (economic migrants, refugees, or family members) or their skills(from high-skilled to low skilled).

source: De fet, tota la societat, vista globalment, podria ser un objectiuadequat per a aquestes polítiques si la integració es percep com un procés cap a lacohesió social.
en: Society as a whole may also be an appropriate policytarget if integration is perceived as a process towards social cohesion.
